file_id = "AgACAgIAAxkBAAJwOWas0jH8hAO9d1OeemtOBTxINgh9AAIi3DEb_61hSVa2lYnskmHsAQADAgADeQADNQQ"
text_for_media = f"Пришло время первого испытания 🤔\n" \
                 f"Ответь на вопросы и заработай свои первые e-коины.\n\n" \
                 f"Инструкция: внимательно прочитай вопросы и напиши цифры правильных ответов.\n\n" \
                 f"Подсказка: правильных ответов может быть несколько.\n\n" \
                 f"Формат ответа: если правильных ответов несколько, например  1 и 2, напиши их в формате 12"
pay_to_link = "Вы можете оплатить полный курс по ссылке"
you_should_be_partner = "Вы всегда можете стать нашим партнером"
congratulations = "Поздравляю! Первая глава квеста завершена🔥\nПройди все уровни и стань Героем Эмоций 💫"
get_phone = "Мы будем очень рады, если вы оставите нам свой номер телефона"
remind_message = "Что то тебя давно не было, я соскучилась"
ready_to_task = "Начинаем испытание? 😉"
referal_link = "https://forms.gle/GcBpTG7vDrRW71Yg6"
course_link = "https://studio-emotions.ru/#we"
questions_link = "https://studio-emotions.ru/"
first_photo_id = 'AgACAgIAAxkBAAJv_2as0UKxZxvBh88DWlh7JuwloYpoAAIe3DEb_61hSczznRle6I90AQADAgADeQADNQQ'
happy_photo_id = 'AgACAgIAAxkBAAJt9GarhXtbFUBl2h21r8HToEWtJW10AAKX7DEb2jZhSUKiZMWOhzsYAQADAgADeAADNQQ'
achive1 = 'AgACAgIAAxkBAAJt9GarhXtbFUBl2h21r8HToEWtJW10AAKX7DEb2jZhSUKiZMWOhzsYAQADAgADeAADNQQ'
achive2 = 'AgACAgIAAxkBAAJv_2as0UKxZxvBh88DWlh7JuwloYpoAAIe3DEb_61hSczznRle6I90AQADAgADeQADNQQ'
question_answer = "Остались вопросы ❓\nИспользуй команду /questions"
message_coints_avail = f"У тебя уже есть е-коины, которые ты заработал на нашем курсе?" \
                        f" Отлично! Давай узнаем, на что ты можешь их потратить. 😉\n\n" \
                        f"Эксклюзивные стикеры: обменивай свои коины на крутые стикеры и эмодзи для чатов. 🌟\n\n" \
                        f"Бонусные задания: получи доступ к особым заданиям, " \
                        f"которые помогут прокачать твои эмоциональные навыки ещё быстрее! 🚀\n\n" \
                        f"Персонализированные советы: за е-коины ты можешь получить индивидуальные советы " \
                        f"и рекомендации по управлению эмоциями от Хэппи. 👌\n\n" \
                        f"А еще, у нас есть особое предложение! Ученик, который наберет больше всего е-коинов, " \
                        f"сможет получить эксклюзивный мерч от Студии эмоций! 🎁\n\n" \
                        f"Так что не упусти свой шанс! Зарабатывай е-коины, " \
                        f"выполняй задания и будь на вершине рейтинга! 💯\n\n" \
                        f"Вперёд к новым эмоциям и достижениям! ✨"