file_id = "AgACAgIAAxkBAAJOPmah-D_XBkFY2P7AaEp7OVywR3kdAAIv3DEbZhkRSS8pzku-aKmkAQADAgADeAADNQQ"
text_for_media = f"Поздравляю, урок позади!\n" \
                 f"Теперь пришло время попрактиковаться и ответить на несколько увлекательных вопросов 🤔\n\n" \
                 f"Покажите, что вы освоили урок и готовы к новым знаниям. 🚀\n\n" \
                 f"Вопросы ниже 👇\n" \
                 f"В ответ пишите цифры правильных ответов."
pay_to_link = "Вы можете оплатить полный курс по ссылке"
you_should_be_partner = "Вы всегда можете стать нашим партнером"
congratulations = "Поздравляю! Первая глава квеста завершена🔥\nПройди все уровни и стань Героем Эмоций 💫"
get_phone = "Мы будем очень рады, если вы оставите нам свой номер телефона"
ready_to_task = "Начинаем испытание? 😉"