import emoji

file_id = "AgACAgIAAxkBAAJwOWas0jH8hAO9d1OeemtOBTxINgh9AAIi3DEb_61hSVa2lYnskmHsAQADAgADeQADNQQ"
text_for_media = f"Пришло время испытания 🤔\n" \
                 f"Ответь на вопросы и заработай 100 e-коинов 💰\n\n" \
                 f"<u>Инструкция:</u> <i>внимательно прочитай вопросы и напиши номера правильных ответов.</i>\n\n" \
                 f"<u>Подсказка:</u> <i>правильных ответов может быть несколько.\n\n</i>" \
                 f"<u>Формат ответа:</u> <i>если правильных ответов несколько, например  1 и 2, напиши их в формате 12</i>"
pay_to_link = "Вы можете забронировать полный курс по ссылке"
you_should_be_partner = "Вы всегда можете стать нашим партнером 🤝"
congratulations = "Поздравляю! Первая глава квеста завершена🔥\nПройди все уровни и стань Героем Эмоций 💫"
get_phone = "Мы будем очень рады, если вы оставите нам свой номер телефона"
remind_message = "Что то тебя давно не было, я соскучилась 😔"
ready_to_task = "Готов к практическому заданию? 😉"
referal_link = "https://forms.gle/SF1Te8TANsCavVe38"
course_link = "https://studio-emotions.ru/#buy"
happy_link = 'https://t.me/Happy_studio_emotions'
list_number_smile = ['1⃣', '2⃣', '3⃣', '4⃣', '5⃣', '6⃣', '7⃣']
first_photo_id = 'AgACAgIAAxkBAAJv_2as0UKxZxvBh88DWlh7JuwloYpoAAIe3DEb_61hSczznRle6I90AQADAgADeQADNQQ'
happy_photo_id = 'AgACAgIAAxkBAAJt9GarhXtbFUBl2h21r8HToEWtJW10AAKX7DEb2jZhSUKiZMWOhzsYAQADAgADeAADNQQ'
achive1 = 'AgACAgIAAxkBAAJ7LGawcoadhdqgJqEXz6IzdiQdWeZyAAIa5DEbmsiBSbEPG3bFtYjZAQADAgADeQADNQQ'
achive2 = 'AgACAgIAAxkBAAJ7LGawcoadhdqgJqEXz6IzdiQdWeZyAAIa5DEbmsiBSbEPG3bFtYjZAQADAgADeQADNQQ'
achive3 = 'AgACAgIAAxkBAAJ7LGawcoadhdqgJqEXz6IzdiQdWeZyAAIa5DEbmsiBSbEPG3bFtYjZAQADAgADeQADNQQ'
question_answer = "Остались вопросы ❓\nИспользуй команду /questions"
message_coints_avail = f"У тебя уже есть е-коины, которые ты заработал на нашем курсе?" \
                        f" Отлично! Давай узнаем, на что ты можешь их потратить. 😉\n\n" \
                        f"Эксклюзивные стикеры: обменивай свои коины на крутые стикеры и эмодзи для чатов. 🌟\n\n" \
                        f"Бонусные задания: получи доступ к особым заданиям, " \
                        f"которые помогут прокачать твои эмоциональные навыки ещё быстрее! 🚀\n\n" \
                        f"Персонализированные советы: за е-коины ты можешь получить индивидуальные советы " \
                        f"и рекомендации по управлению эмоциями от Хэппи. 👌\n\n" \
                        f"А еще, у нас есть особое предложение! Ученик, который наберет больше всего е-коинов, " \
                        f"сможет получить эксклюзивный мерч от Студии эмоций! 🎁\n\n" \
                        f"Так что не упусти свой шанс! Зарабатывай е-коины, " \
                        f"выполняй задания и будь на вершине рейтинга! 💯\n\n" \
                        f"Вперёд к новым эмоциям и достижениям! ✨"

message_first_block = f"Ловите первый отчет 🔥\n\n" \
                      f"Ваш ребёнок проявил хорошее понимание материала. " \
                      f"Его ответы в тесте показали, что он внимателен и старательно работает над заданиями 🌟\n\n" \
                      f"У него есть потенциал в области управления эмоциями и понимания своих чувств 💕\n\n" \
                      f"Команда «Студии эмоций» продолжит работу с ним в этом направлении, " \
                      f"чтобы помочь развить его навыки💪"

message_second_block = f"У меня  отличные новости!🌟\n\n" \
                       f"Во втором эпизоде Ваш ребёнок познакомился с нашими персонажами и исследовал их жизненные " \
                       f"ситуации, прокачивая навыки эмоционального интеллекта " \
                       f"на реальных сценариях из жизни ребят☺️\n\n" \
                       f"Команда «Студии эмоций» продолжает работу с Вашим ребёнком, " \
                       f"помогая ему становиться более эмоционально грамотным и уверенным в себе.\n\n" \
                       f"Буду рада ответить на Ваши вопросы🤗"
message_third_block = f"Спешу поделиться прогрессом😊\n\n" \
                      f"Ваш ребёнок получил третье задание, направленное на рефлексию и самодиагностику✨\n\n" \
                      f"Оно поможет стать внимательнее к своим эмоциям и лучше понимать свои чувства. " \
                      f"Это важный шаг в развитии эмоционального интеллекта! 🧠📚\n\n" \
                      f"Я также хочу сообщить, что бесплатная часть нашего квеста подходит к концу 🥲\n\n" \
                      f"Чтобы Ваш ребёнок продолжил развивать навыки общения, поработал со своей " \
                      f"самооценкой и научился справляться со " \
                      f"стрессом, Вам необходимо забронировать для него место в мини-группе квеста ⬇️"

online_quest_1 = f"Просто представьте, что ваш ребенок:\n\n" \
               f"✅ Стал уверенным в себе\n" \
               f"✅ Комфортно себя чувствует в группе сверстников\n" \
               f"✅ С радостью пробует себя в новых ролях\n" \
               f"✅ Готов к вызовам реальной жизни"

online_quest_2 = f"Как устроен наш онлайн-квест «Герой эмоций»"

online_quest_3 = f"«Герой эмоций» – это большая полугодовая программа обучения в формате" \
                 f" квеста-симулятора, которую разработали опытные педагоги и  практикующие психологи."
online_quest_4 = f"Если у Вас есть какие-либо вопросы или Вам нужна помощь с оплатой, пожалуйста, дайте знать.\n" \
                 f"Команда Студии эмоций всегда готова поддержать Вас " \
                 f"и Вашего ребенка на пути гармоничного развития🤗"
photo_media11 = "AgACAgIAAxkBAAICZGayMhCCcKccD0xJFmc2mIk_NDf5AAIW4jEbvJCQSbSlLBujegayAQADAgADeQADNQQ"
photo_media12 = "AgACAgIAAxkBAAICZWayMhAaEkYecZ7P0plYzUSIZ5KXAAIX4jEbvJCQSXPih9alAYTqAQADAgADeQADNQQ"
photo_media13 = "AgACAgIAAxkBAAICZmayMhA_J91XLouI1rKuigQQQQcOAAIY4jEbvJCQSSRSmz44SveEAQADAgADeQADNQQ"
photo_media14 = "AgACAgIAAxkBAAICZ2ayMhCFNAABJV-z-sAzl7Qi0-7CAgACGeIxG7yQkElS2IKEbecHrwEAAwIAA3kAAzUE"
photo_media21 = "AgACAgIAAxkBAAICPWayMTVzjFRfbBB4Bsd2CriquFrmAAIQ4jEbvJCQScvf_g6iEtzLAQADAgADeQADNQQ"
photo_media22 = "AgACAgIAAxkBAAICPmayMTVUZvi1QNbhrhr8UGsZCxdZAAIR4jEbvJCQSR_PsQAB8nbtKAEAAwIAA3gAAzUE"
photo_media23 = "AgACAgIAAxkBAAICP2ayMTXOiMs0L3VMMEqAs37qSvXrAAIS4jEbvJCQSbKAmWMnpLCqAQADAgADeAADNQQ"
photo_media24 = "AgACAgIAAxkBAAICQGayMTV9GXtNdczafQe0P_ev-iHZAAIT4jEbvJCQSf_SBrzmMhdMAQADAgADeAADNQQ"
photo_media25 = "AgACAgIAAxkBAAICQWayMTXiYVP5qq26sPLo6vF3UakmAAIU4jEbvJCQSdvxnhGTNJaAAQADAgADeQADNQQ"
photo3 = "AgACAgIAAxkBAAICgmayMnIQvhmki6sbyHtDGGhPQQ7pAAIi4jEbvJCQSQAB_bM5IC-zswEAAwIAA3kAAzUE"
photo4 = "AgACAgIAAxkBAAICg2ayMnL7pd42jozD1um_gkcNNEN-AAIj4jEbvJCQSWaRbnUXrt7OAQADAgADeAADNQQ"
