file_id = "AgACAgIAAxkBAAJOPmah-D_XBkFY2P7AaEp7OVywR3kdAAIv3DEbZhkRSS8pzku-aKmkAQADAgADeAADNQQ"
text_for_media = f"Поздравляю, урок позади!\n" \
                 f"Теперь пришло время попрактиковаться и ответить на несколько увлекательных вопросов 🤔\n\n" \
                 f"Покажите, что вы освоили урок и готовы к новым знаниям. 🚀\n\n" \
                 f"Вопросы ниже 👇\n" \
                 f"В ответ пишите цифры правильных ответов."
pay_to_link = "Вы можете оплатить полный курс по ссылке"
you_should_be_partner = "Вы всегда можете стать нашим партнером"
congratulations = "Поздравляю! Первая глава квеста завершена🔥\nПройди все уровни и стань Героем Эмоций 💫"
get_phone = "Мы будем очень рады, если вы оставите нам свой номер телефона"
ready_to_task = "Начинаем испытание? 😉"
referal_link = "https://forms.gle/GcBpTG7vDrRW71Yg6"
course_link = "https://studio-emotions.ru/#we"
questions_link = "https://studio-emotions.ru/"
question_answer = "Остались вопросы?\nИспользуй команду /questions"
messsage_coints_avail = f"У тебя уже есть е-коины, которые ты заработал на нашем курсе?" \
                        f" Отлично! Давай узнаем, на что ты можешь их потратить. 😉\n\n" \
                        f"Эксклюзивные стикеры: обменивай свои коины на крутые стикеры и эмодзи для чатов. 🌟\n\n" \
                        f"Бонусные задания: получи доступ к особым заданиям, " \
                        f"которые помогут прокачать твои эмоциональные навыки ещё быстрее! 🚀\n\n" \
                        f"Персонализированные советы: за е-коины ты можешь получить индивидуальные советы " \
                        f"и рекомендации по управлению эмоциями от Хэппи. 👌\n\n" \
                        f"А еще, у нас есть особое предложение! Ученик, который наберет больше всего е-коинов, " \
                        f"сможет получить эксклюзивный мерч от Студии эмоций! 🎁\n\n" \
                        f"Так что не упусти свой шанс! Зарабатывай е-коины, " \
                        f"выполняй задания и будь на вершине рейтинга! 💯\n\n" \
                        f"Вперёд к новым эмоциям и достижениям! ✨"