import emoji

file_id = "AgACAgIAAxkBAAJwOWas0jH8hAO9d1OeemtOBTxINgh9AAIi3DEb_61hSVa2lYnskmHsAQADAgADeQADNQQ"
text_for_media = f"Пришло время испытания 🤔\n" \
                 f"Ответь на вопросы и заработай 100 e-коинов 💰\n\n" \
                 f"Инструкция: внимательно прочитай вопросы и напиши цифры правильных ответов.\n\n" \
                 f"Подсказка: правильных ответов может быть несколько.\n\n" \
                 f"Формат ответа: если правильных ответов несколько, например  1 и 2, напиши их в формате 12"
pay_to_link = "Вы можете оплатить полный курс по ссылке"
you_should_be_partner = "Вы всегда можете стать нашим партнером"
congratulations = "Поздравляю! Первая глава квеста завершена🔥\nПройди все уровни и стань Героем Эмоций 💫"
get_phone = "Мы будем очень рады, если вы оставите нам свой номер телефона"
remind_message = "Что то тебя давно не было, я соскучилась 😔"
ready_to_task = "Готов к практическому заданию? 😉"
referal_link = "https://forms.gle/SF1Te8TANsCavVe38"
course_link = "https://studio-emotions.ru/#buy"
happy_link = 'https://t.me/Happy_studio_emotions'
list_number_smile = ['1⃣', '2⃣', '3⃣', '4⃣', '5⃣', '6⃣', '7⃣']
first_photo_id = 'AgACAgIAAxkBAAJv_2as0UKxZxvBh88DWlh7JuwloYpoAAIe3DEb_61hSczznRle6I90AQADAgADeQADNQQ'
happy_photo_id = 'AgACAgIAAxkBAAJt9GarhXtbFUBl2h21r8HToEWtJW10AAKX7DEb2jZhSUKiZMWOhzsYAQADAgADeAADNQQ'
achive1 = 'AgACAgIAAxkBAAJ7LGawcoadhdqgJqEXz6IzdiQdWeZyAAIa5DEbmsiBSbEPG3bFtYjZAQADAgADeQADNQQ'
achive2 = 'AgACAgIAAxkBAAJ7LGawcoadhdqgJqEXz6IzdiQdWeZyAAIa5DEbmsiBSbEPG3bFtYjZAQADAgADeQADNQQ'
achive3 = 'AgACAgIAAxkBAAJ7LGawcoadhdqgJqEXz6IzdiQdWeZyAAIa5DEbmsiBSbEPG3bFtYjZAQADAgADeQADNQQ'
question_answer = "Остались вопросы ❓\nИспользуй команду /questions"
message_coints_avail = f"У тебя уже есть е-коины, которые ты заработал на нашем курсе?" \
                        f" Отлично! Давай узнаем, на что ты можешь их потратить. 😉\n\n" \
                        f"Эксклюзивные стикеры: обменивай свои коины на крутые стикеры и эмодзи для чатов. 🌟\n\n" \
                        f"Бонусные задания: получи доступ к особым заданиям, " \
                        f"которые помогут прокачать твои эмоциональные навыки ещё быстрее! 🚀\n\n" \
                        f"Персонализированные советы: за е-коины ты можешь получить индивидуальные советы " \
                        f"и рекомендации по управлению эмоциями от Хэппи. 👌\n\n" \
                        f"А еще, у нас есть особое предложение! Ученик, который наберет больше всего е-коинов, " \
                        f"сможет получить эксклюзивный мерч от Студии эмоций! 🎁\n\n" \
                        f"Так что не упусти свой шанс! Зарабатывай е-коины, " \
                        f"выполняй задания и будь на вершине рейтинга! 💯\n\n" \
                        f"Вперёд к новым эмоциям и достижениям! ✨"

message_first_block = f"Ловите первый отчет🔥\n\n" \
                      f"Ваш ребёнок проявил хорошее понимание материала. " \
                      f"Его ответы в тесте показали, что он внимателен и старательно работает над заданиями 🌟\n" \
                      f"У него есть потенциал в области управления эмоциями и понимания своих чувств💕\n" \
                      f"Команда Студии эмоций продолжит работу с ним в этом направлении, " \
                      f"чтобы помочь развить его навыки🌈💪"

message_second_block = f"У меня  отличные новости!🌟\n\n" \
                       f"Во втором эпизоде Ваш ребёнок познакомился с нашими персонажами и исследовал их жизненные " \
                       f"ситуации, прокачивая навыки эмоционального интеллекта " \
                       f"на реальных сценариях из жизни ребят☺️\n" \
                       f"Команда Студии эмоций продолжает работу с Вашим ребёнком, " \
                       f"помогая ему становиться более эмоционально грамотным и уверенным в себе. "
message_third_block = f"Спешу поделиться прогрессом😊\n\n" \
                      f"Ваш ребёнок получил третье задание, направленное на рефлексию и самодиагностику✨\n" \
                      f"Оно поможет стать внимательнее к своим эмоциям и лучше понимать свои чувства. " \
                      f"Это важный шаг в развитии эмоционального интеллекта! 🧠📚" \
                      f"Я также хочу сообщить, что бесплатная часть нашего квеста подходит к концу🥲\n" \
                      f"Чтобы продолжить обучаться и развивать эмоциональные навыки Вашего ребёнка, " \
                      f"необходимо оплатить дальнейший курс⬇️"